type newsTestDataType = {
    id: number
    date: string
    title: string
    content: string
}

export const newsTestData: newsTestDataType[] = [
    {
       id: 1,
       date: '26.03.2024',
       title: 'Получили на прокур новый premium табак',
       content: 'Обычная нормальная банка, но открывать очень неудобно. Одну задолбался открывать,выломать пришлось.'
    },
    {
        id: 2,
        date: '26.03.2024',
        title: 'Получили на прокур новый premium табак',
        content: 'Обычная нормальная банка, но открывать очень неудобно. Одну задолбался открывать,выломать пришлось.'
     },
     {
        id: 3,
        date: '26.03.2024',
        title: 'Получили на прокур новый premium табак',
        content: 'Обычная нормальная банка, но открывать очень неудобно. Одну задолбался открывать,выломать пришлось.'
     },
]